; Serbian
; Preveo na srpski - Adeii

[Serbian]
IDS_TITLE_EXCLUDE=Isključi
IDS_FILE=Datoteka
IDS_SETTINGS=Postavke
IDS_EXIT=Izlaz
IDS_EDIT=Izmeni
IDS_PURGE_UNUSED=Uklanjanje neupotrebljenih aplikacija
IDS_PURGE_TIMERS=Obriši sve tajmere
IDS_FIND=Traži
IDS_REFRESH=Osveži
IDS_VIEW=Prikaži
IDS_ICONS=Značke
IDS_ICONSSMALL=Mala
IDS_ICONSLARGE=Velika
IDS_ICONSISHIDDEN=Ne prikazuj ikone
IDS_LANGUAGE=Jezik
IDS_FONT=Font
IDS_HELP=Pomoć
IDS_WEBSITE=Sajt programa
IDS_CHECKUPDATES=Proveri ažuriranja
IDS_DONATE=Hvala!
IDS_ABOUT=About
IDS_TRAY_SHOW=Prikaži / Sakrij
IDS_TRAY_START=Omogući filtriranje
IDS_TRAY_STOP=Onemogući filtriranje
IDS_TRAY_RULES=Pravila
IDS_TRAY_BLOCKLIST_RULES=Lista blokova
IDS_TRAY_SYSTEM_RULES=Sistemska pravila
IDS_TRAY_USER_RULES=Moja pravila
IDS_TRAY_LOGERR=Dnevnik grešaka
IDS_ADD_FILE=Dodaj datoteku
IDS_ANY=Sve
IDS_DISABLENOTIFICATIONS=Onemogući obaveštenja
IDS_OPENRULESEDITOR=Kreiraj pravilo
IDS_TIMER=Tajmer
IDS_DISABLETIMER=Onemogući tajmer
IDS_EXPLORE=Otvori fasciklu
IDS_COPY=Kopiraj
IDS_SELECT_ALL=Izaberi sve
IDS_CHECK=Omogući izabrano
IDS_UNCHECK=Onemogući izabrano
IDS_ADD=Dodaj
IDS_EDIT2=Izmeni
IDS_DELETE=Obriši
IDS_EXPORT=Izvezi
IDS_IMPORT=Uvoz
IDS_RULE_ALLOWLOOPBACK=Dozvoli povratne veze za sve
IDS_HIGHLIGHT_INVALID=Datoteka ne postoji
IDS_HIGHLIGHT_NETWORK=Datoteka iz deljenja
IDS_HIGHLIGHT_PICO=Piko aplikacija
IDS_HIGHLIGHT_SIGNED=Potpisana aplikacija
IDS_HIGHLIGHT_SILENT=Obaveštenja su onemogućena
IDS_HIGHLIGHT_SPECIAL=Posebna pravila
IDS_HIGHLIGHT_SYSTEM=Sistemska aplikacija
IDS_GROUP_TIMER=Aplikacija za tajmer
IDS_EDITOR=Urednik pravila
IDS_NAME=Ime
IDS_RULE=Pravilo
IDS_PORTVERSION=Porodica (samo za portove)
IDS_PROTOCOL=Protokol
IDS_DIRECTION=Smer
IDS_ACTION=Akcija
IDS_DATE=Datum
IDS_FILEPATH=Putanja
IDS_SIGNATURE=Digitalni potpis
IDS_ADDRESS=Adresa
IDS_FILTER=Filter
IDS_NOTES=Napomene
IDS_ADDED=Dodato
IDS_TIMELEFT=Preostalo vreme
IDS_SIGN_SIGNED=Potpisano
IDS_SIGN_UNSIGNED=Nije potpisan
IDS_GROUP_ALLOWED=Uključene aplikacije
IDS_GROUP_BLOCKED=Onemogućene aplikacije
IDS_GROUP_ENABLED=Uključena pravila
IDS_GROUP_DISABLED=Onemogućena pravila
IDS_DIRECTION_1=Odlazni
IDS_DIRECTION_2=Dolazni
IDS_DIRECTION_3=Oba
IDS_ACTION_ALLOW=Dozvoli
IDS_ACTION_BLOCK=Blokiraj
IDS_ENABLE_CHK=Omogući pravilo
IDS_WIKI=Pomoć
IDS_SAVE=Sačuvaj
IDS_CLOSE=Zatvori
IDS_SETTINGS_GENERAL=Osnovno
IDS_TITLE_GENERAL=Osnovni parametri
IDS_TITLE_LANGUAGE=Jezik interfejsa
IDS_TITLE_CONFIRMATIONS=Potvrde
IDS_TITLE_INTERFACE=Interfejs
IDS_TITLE_HIGHLIGHTING=Pozadinsko osvetljenje
IDS_TITLE_LOGGING=Prijavljivanje
IDS_TITLE_NOTIFICATIONS=Obaveštenja
IDS_TITLE_ADVANCED=Napredno
IDS_ALWAYSONTOP_CHK=Na vrhu ostalih prozora
IDS_LOADONSTARTUP_CHK=Pokreni kada se sistem pokrene
IDS_STARTMINIMIZED_CHK=Pokreni minimizirano
IDS_SHOWFILENAMESONLY_CHK=Prikaži samo imena datoteka
IDS_AUTOSIZECOLUMNS_CHK=Prilagodite veličinu stupca
IDS_SKIPUACWARNING_CHK=Preskoči upozorenje "Kontrola korisničkog naloga"
IDS_CHECKUPDATES_CHK=Povremeno proveravajte ažuriranja (preporučuje se)
IDS_LANGUAGE_HINT=Izaberite jezik:
IDS_USESTEALTHMODE_CHK=Sprečavanje skeniranja portova
IDS_USESTEALTHMODE_HINT=Sprečavanje skeniranja portova sprečavanjem dolaznog TCP RST i UDP i odlaznih ICMP zahteva sa "Odredište nije nađeno".
IDS_INSTALLBOOTTIMEFILTERS_CHK=Omogući filtere za pokretanje sistema
IDS_INSTALLBOOTTIMEFILTERS_HINT=Sprečavanje curenja podataka pre pokretanja sistema, čak i pre pokretanja "Osnovne usluge filtriranja" (BFE).
IDS_USECERTIFICATES_CHK=Provera digitalnih potpisa aplikacije
IDS_USENETWORKRESOLUTION_CHK=Dozvoli mrežne adrese
IDS_DISABLEWINDOWSFIREWALL_CHK=Onemogući Vindovs zaštitni zid
IDS_ENABLEWINDOWSFIREWALL_CHK=Omogući Vindovs zaštitni zid
IDS_CONFIRMEXIT_CHK=Potvrda zatvaranja aplikacije
IDS_CONFIRMEXITTIMER_CHK=Potvrda zatvaranja aplikacije aktivnim tajmerom
IDS_CONFIRMLOGCLEAR_CHK=Potvrda brisanja dnevnika
IDS_COLORS_HINT=Dvaput kliknite na stavku da biste je uredili.
IDS_ENABLELOG_CHK=Omogući pisanje ispuštenih paketa u datoteku
IDS_LOGSHOW=Prikaži dnevnik
IDS_LOGCLEAR=Obriši dnevnik
IDS_LOGSIZELIMIT_HINT=Maksimalna veličina zapisa: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Omogući obaveštenje o ispuštenim paketima
IDS_NOTIFICATIONSOUND_CHK=Omogući zvuk obaveštenja
IDS_NOTIFICATIONTIMEOUT_HINT=Vremenski razmak između prikazivanja istih obaveštenja (sek.):
IDS_NOTIFY_TOOLTIP=Napravite posebno pravilo za dozvolu pristupa adresi i/ili portu za ovu aplikaciju.
IDS_QUESTION=Da li ste sigurni?
IDS_QUESTION_DELETE=Obriši element(e)?
IDS_QUESTION_START=Ovo će ograničiti pristup mreži aplikacijama u skladu sa postavkama programa, nastaviti?
IDS_QUESTION_STOP=Ovo će vratiti pristup mreži svim aplikacijama, nastaviti?
IDS_QUESTION_EXIT=Prilagođeni filteri nastavljaju sa radom i nakon završetka programa?
IDS_QUESTION_TIMER=Tajmer je aktiviran. Tajmer radi samo kada je aplikacija pokrenuta?
IDS_QUESTION_TIMERS=Obriši sve tajmere?
IDS_QUESTION_FLAG_CHK=Ne pitajte ponovo
IDS_STATUS_SYNTAX_ERROR=Pravilo sadrži sintaktičku grešku!
IDS_ADDRESS_LOCAL=Izvor
IDS_ADDRESS_REMOTE=Primalac
IDS_GROUP_SPECIAL_APPS=Aplikacije sa posebnim pravilima
IDS_RULE_ALLOWLOOPBACK_HINT=Dozvoljava sav povratni saobraćaj.
IDS_RESET=Resetuj
IDS_EXCLUDESTEALTH_CHK=unosi skenera portova
IDS_EXCLUDEBLOCKLIST_CHK=unosi u listu blokova
IDS_EXCLUDECUSTOM_CHK=prilagođena pravila
IDS_EXCLUDECLASSIFYALLOW_CHK=dozvoljeno
IDS_STATUS_TIMER_DONE=Tajmer je završen!
IDS_ICONSEXTRALARGE=Velika
IDS_STATUS_UNUSED_APPS=Neiskorišteno
IDS_STATUS_TIMER_APPS=Tajmeri
IDS_SECUREFILTERS_CHK=Enable protection of installed filters
IDS_SECUREFILTERS_HINT=Prevent unauthorized applications from accessing the installed filters.
IDS_USEREFRESHDEVICES_CHK=Ažuriraj pravila kada su uređaji povezani
IDS_RULE_ALLOW6TO4=Dozvoli preusmeravanje IPv6 (6to4) na sve
IDS_RECOMMENDED=preporučeno
IDS_ICONSISTABLEVIEW=Show as table
IDS_ACTION_ALLOW_HINT=Uvek dozvoli pristup Internetu
IDS_ACTION_BLOCK_HINT=Uvek blokirajte pristup Internetu
IDS_ACTION_LATER_HINT=Ništa ne radite, ali pitajte kasnije
IDS_RULE_APPLY_2=Primeni "%s" za aplikaciju
IDS_EDITRULES=Uredi pravila
IDS_TAB_APPS=Aplikacije
IDS_TAB_SERVICES=Usluge
IDS_TAB_PACKAGES=Paketi
IDS_TAB_NETWORK=Veze
IDS_STATE=Status
IDS_STATUS_FILTERS_ACTIVE=Filtriranje je aktivirano!
IDS_STATUS_FILTERS_INACTIVE=Filtriranje nije aktivirano!
IDS_STATUS_FILTERS_PROCESSING=Primeni filtere
IDS_HIGHLIGHT_CONNECTION=Ima mrežne veze
IDS_SHOWINLIST=Prikaži u listi
IDS_BLOCKLIST_SPY=Microsoft spying and telemetry servers
IDS_BLOCKLIST_UPDATE=Micro-n-softovi serveri za ažuriranje
IDS_BLOCKLIST_EXTRA=Micro-n-softovi aplikacioni serveri
IDS_PORT=Port
IDS_NOTIFY_TITLE=Obaveštenje o mreži
IDS_NOTIFY_HEADER=Network connection was blocked
IDS_DISABLE=Onemogući
IDS_TITLE_SECURITY=Bezbednost
IDS_LOGVIEWER_HINT=Aplikacija za pregled dnevnika
IDS_NOTIFICATIONONTRAY_CHK=Prikaži prozor sa obaveštenjima pored sistemske palete
IDS_NETWORK_CLOSE=Close connection
IDS_RULE_BLOCKOUTBOUND=Block outbound connections for all
IDS_RULE_BLOCKINBOUND=Block inbound connections for all
IDS_VIEW_ICON=Icons
IDS_VIEW_DETAILS=Details
IDS_VIEW_TILE=Tiles
IDS_RULE_HINT=If you leave fields blank, then rule will be applied for any address and port.
IDS_RULE_APPS_HINT=If there is no apps selected, then rule will be applied for all apps.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Filters are enabled until reboot.
IDS_INSTALL_PERMANENT=Permanent rules. Rules are working until you disable it manually.
IDS_INSTALL_TEMPORARY=Temporary rules. Rules are reset after the next reboot.
IDS_ENABLEUILOG_CHK=Enable packets logging interface
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Enable silent-mode when full screen app in foreground
IDS_TITLE_TRAY=Tray icon
IDS_TRAYICONSINGLECLICK_CHK=Single click on tray icon to open
IDS_ENABLE_APP_CHK=Enable network access
IDS_APP_HINT=There is no reason to set any permissive rule for app with already enabled internet access.
IDS_HOST=Host
IDS_CONFIRMALLOW_CHK=Confirm when allowing application
IDS_QUESTION_ALLOW=Are you sure you want to enable full internet access for this application?
IDS_SHOWSEARCHBAR_CHK=Show search bar
IDS_LAYER=Layer
IDS_RULE_ALLOWWINDOWSUPDATE=Allow Windows Update
IDS_ACTION_TERMINATE_HINT=Terminate process
IDS_PROFILE_TYPE=Profile type
IDS_USEAPPMONITOR_CHK=Monitor apps changing
IDS_DISABLEREMOVAL=Disable removal
IDS_USEHASHES_CHK=Check apps for sha-256 hash
IDS_COMMENT=Comments
IDS_USEDARKTHEME=Use dark theme
